Repository: franck-paul/mymeta
Catalog: locales/*/main.po
Languages: fr

source: Entries by
fr: Entrées pour

source: Metadata
fr: Métadonnées

source: This metadata's comments Atom feed
fr: Flux Atom des commentaires de cette métadonnée

source: This metadata's entries Atom feed
fr: Flux Atom des billets de cette métadonnée

source: My Meta
fr: Métadonnées personnalisées

source: User-defined metadata management in posts
fr: Métadonnées personnalisées pour les billets

source: Set metadata
fr: Définir les métadonnées

source: Entries
fr: Entrées

source: Save
fr: Enregistrer

source: No entries found
fr: Pas de billet trouvé

source: Nb Posts
fr: Nombre de billets

source: Metadata entries have been successfully enabled
fr: Les métadonnées sélectionnées ont été activées avec succès

source: Metadata entries have been successfully disabled
fr: Les métadonnées sélectionnées ont été désactivées avec succès

source: Metadata entries have been successfully deleted
fr: Les métadonnées sélectionnées ont été supprimées avec succès

source: Section "%s" has been successfully created
fr: La section "%s" a été mise à jour avec succès

source: Metadata have been successfully reordered
fr: Les métadonnées ont été réordonnées avec succès

source: enable
fr: activer

source: disable
fr: désactiver

source: delete
fr: supprimer

source: My Metadata
fr: Mes métadonnées

source: edit metadata
fr: éditer la métadonnée

source: published
fr: publié

source: unpublished
fr: non publié

source: All
fr: Tous

source: Add a metadata
fr: Ajouter une métadonnée

source: Metadata list
fr: Liste des métadonnées

source: ID
fr: Identifiant

source: Prompt
fr: Libellé

source: Posts
fr: Billets

source: Count
fr: Compteur

source: Status
fr: Statut

source: Selected metas action:
fr: Action sur les métadonnées sélectionnées :

source: Save order
fr: Enregistrer l'ordre

source: New metadata
fr: Nouvelle métadonnée

source: New metadata:
fr: Nouvelle métadonnée :

source: Create the metadata
fr: Créer la métadonnée

source: New section:
fr: Nouvelle section :

source: Create the section
fr: Créer la section

source: Metadata "%s" has been successfully updated
fr: La métadonnée "%s" a été mise à jour avec succès.

source: Something went wrong while editing metadata
fr: Un problème s'est produit lors de l'édition de la métadonnée

source: Edit metadata
fr: Modifier la métadonnée

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Fields preceded by %s are mandatory.
fr: Les champs précédés de %s sont obligatoires.

source: Metadata definition
fr: Définition de la métadonnée

source: Identifier (as stored in meta_type in database):
fr: Identifiant (tel que stocké dans la colonne meta_type en base de données) :

source: Metadata type : %s
fr: Type de la métadonnée : %s

source: Metadata URLs
fr: URLs de la métadonnée

source: Enable metadata values list public page
fr: Activer la liste des valeurs de la métadonnée en page publique

source: List template file (leave empty for default mymetas.html)
fr: Fichier de template pour les listes de valeurs (laisser vide pour mymetas.html)

source: Enable single metadata value public page
fr: Activer la liste des billets d'une valeur de la métadonnée en page publique

source: Single template file (leave empty for default mymeta.html)
fr: Fichier de template pour les listes de billets (laisser vide pour mymeta.html)

source: Metadata restrictions
fr: Restrictions pour la métadonnée

source: Display meta field for any post type
fr: Afficher le champ pour tous les types de billets

source: Restrict to the following post types :
fr: Restreindre l'affichage des champs aux types de billet suivants :

source: Section has been successfully updated
fr: La section a été mise à jour avec succès

source: Something went wrong while editing section
fr: Un problème a été rencontré lors de l'édition d'une section

source: Edit section
fr: Editer la section

source: Title:
fr: Titre :

source: Something went wrong when editing metadata
fr: Un problème s'est produit lors de la modification de la métadonnée

source: Values of metadata "%s"
fr: Valeurs de la métadonnée "%s"

source: Something went wrong while editing metadata value
fr: Un problème s'est produit lors de la modification de la valeur de la métadonnée

source: Metadata value successfully updated from "%1$s" to "%2$s"
fr: La valeur des métadonnées a été mise à jour avec succès de "%1$s" à "%2$s"

source: Publish
fr: Publier

source: Unpublish
fr: Dépublier

source: Schedule
fr: Programmer

source: Mark as pending
fr: Mettre en attente

source: Mark
fr: Marquer

source: Mark as selected
fr: Marquer comme sélectionné

source: Mark as unselected
fr: Marquer comme non-sélectionné

source: Change
fr: Changer

source: Change category
fr: Changer la catégorie

source: Change author
fr: Changer l'auteur·ice

source: Delete
fr: Supprimer

source: Are you sure you want to remove this metadata?
fr: Êtes-vous sûr de vouloir retirer cette métadonnée ?

source: Value "%s"
fr: Valeur "%s"

source: Entries having metadata id "%1$s" set to "%2$s"
fr: Les entrées utilisant la métadonnée "%1$s" a été remplacé par "%2$s".

source: Selected entries action:
fr: Action sur les entrées sélectionnées :

source: Change metadata value
fr: Modifier la valeur de la métadonnée

source: This will change the meta value for all entries having this value
fr: Ceci va changer la valeur de la métadonnée pour toutes les entrées ayant cette valeur

source: Metadata errors :
fr: Erreurs de métadonnées :

source: Checkbox
fr: Case à cocher

source: Items List
fr: Liste d'éléments

source: Values : enter 1 value per line (syntax for each line : ID: description)
fr: Valeurs : entrer une valeur par ligne (syntaxe de la ligne : ID: description)

source: String
fr: Chaîne

source: All sections
fr: Toutes les sections

source: Metadata List
fr: Liste des métadonnées

source: Title
fr: Titre

source: Value to display:
fr: Valeur à afficher :

source: Section to display:
fr: Section à afficher :

source: Metadata Values list
fr: Liste des valeurs de la métadonnée

source: Metadata:
fr: Métadonnée :

source: Display mode:
fr: Mode d'affichage :

source: Cloud
fr: Nuage

source: List
fr: Liste

source: Order by:
fr: Trier par :

source: Meta name
fr: Valeur de métadonnée

source: Sort:
fr: Tri :

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: Link to all metadata values:
fr: Lien vers toutes les valeurs de la métadonnée :

source: All values
fr: Toutes les valeurs
